/* 
  Localizable.strings
  AMDFramebufferUtility

  Created by jogle on 15/6/30.
  Copyright (c) 2015年 joglelew. All rights reserved.
*/

GRAPHIC_CARD_INFO = "Graphic Card Info: ";
RECOMMEND = "Recommend Framebuffer to replace: ";
ORIGIN = "Origin Framebuffer: ";
USER_FB = "Framebuffer Of Your Graphics Card: ";
TYPE = "type";
SAVE_ALL = "Save All";
EXIT = "Exit";
PLEASE_WAIT = "Please wait...";
SELECT_FB = "Please select a framebuffer";
MOBILE = " (Mobile)";
CONTROLFLAG = "Control Flag";
CARD_INFO_NOT_FOUND = "Card Info Not Found!";
ID_IN_PLIST = "Found your card ID in kext";
ID_NOT_IN_PLIST = "Not found your card ID in kext";
CARD_NAME = "Card Name: ";
PROGRAM_DATA = "Datas that program contains";
FROM_PARTITION = "From partition: ";
DEFAULT = "Default";
NORMAL = "Normal";
HIGH_RESOLUTION = "High Resolution";